Repository: HuKhong/LazyBee-iOS
Catalog: LazzyBee/*.lproj/Localizable.strings
Languages: vi

source: App info
vi: Thông tin ứng dụng

source: App version
vi: Phiên bản

source: Database version
vi: Dữ liệu

source: Home
vi: Trang chủ

source: Economy
vi: Kinh tế

source: Majors list
vi: Danh sách chủ đề

source: Dictionary
vi: Từ điển

source: Learning progress
vi: Quá trình học tập

source: Settings
vi: Thiết lập

source: Help
vi: Trợ giúp

source: About
vi: Giới thiệu

source: Share
vi: Chia sẻ

source: Start learning
vi: Bắt đầu học

source: Incoming list
vi: Danh sách sắp học

source: More words
vi: Thêm từ

# Notice
source: Attention
vi: Thông báo

source: Later
vi: Để sau

source: Cancel
vi: Huỷ

source: Learn now
vi: Học luôn

# Need to complete current taret
source: You still have a few words need to review. Complete them before adding more words.
vi: Bạn vẫn còn một số từ cần ôn lại. Hãy hoàn thành trước khi thêm từ mới.

# Learnt hard. Relax now
source: You have learned very hard. Now is the time to relax.
vi: Bạn đã học rất tốt. Hãy thư giãn trước khi học thêm.

source: Congratulation
vi: Chúc mừng bạn

source: Oops!
vi: Hết từ

# No more word. Click More Words
source: There is no more word to learn today. Click "More words" if you really want to learn more.
vi: Bạn đã học hết từ ngày hôm nay. Ấn "Thêm từ" nếu bạn thực sự muốn học thêm.

# Still have some words need to review
source: You still have a few words need to review today.
vi: Bạn vẫn còn một số từ cần phải ôn lại ngày hôm nay.

# Do you want to backup your learning progress?
source: LazzyBee is going to backup data to save your progress. Proceed?
vi: LazzyBee sẽ sao lưu dữ liệu học tập của bạn. Bạn có muốn thực hiện không?

source: Vocabulary testing
vi: Kiểm tra vốn từ

source: Please come back after finishing your daily target.
vi: Vui lòng quay lại sau khi bạn đã hoàn thành mục tiêu hàng ngày.

source: Close
vi: Đóng

source: Done
vi: Xong

source: Science
vi: Khoa học

source: Medicine
vi: Y học

source: Coming soon
vi: Sắp có

# Choose a major
source: Choose a major you want to focus on.
vi: Chọn một chủ đề bạn muốn tập trung học.

source: Search
vi: Tìm kiếm

source: Add to learn
vi: Thêm để học

source: Update
vi: Cập nhật

source: Report
vi: Báo lỗi

source: No connection
vi: Lỗi kết nối

source: Please double check wifi/3G connection.
vi: Vui lòng kiểm tra lại kết nối wifi/3G.

# Search Guide
source: Tap "Search" to start searching
vi: Ấn nút "Tìm" để thực hiện tìm kiếm

source: Learn
vi: Học

source: New word
vi: Từ mới

source: Learn again
vi: Học lại

source: Review
vi: Ôn lại

source: Ignore
vi: Bỏ qua

source: Show answer
vi: Hiện trả lời

source: New
vi: Từ mới

source: Again
vi: Học lại

source: Hard
vi: Khó

source: Normal
vi: Trung bình

source: Easy
vi: Dễ

source: Update successfully
vi: Cập nhật thành công

source: Update failed
vi: Cập nhật lỗi

# day
source: day(s)
vi: ngày

# month
source: month(s)
vi: tháng

# year
source: year(s)
vi: năm

source: < 10min
vi: < 10 phút

# Learning guide
source: Upon to your self-evaluation of memory quality, please choose the most appropriate span for the next review.
vi: Tùy vào việc tự đánh giá khả năng nhớ của bạn, hãy chọn một khoảng thời gian phù hợp để nhắc lại từ.

source: Got it
vi: Đã hiểu

source: Pull to re-fill
vi: Kéo để cập nhật danh sách

# Learnt List
source: Learned list
vi: Danh sách từ đã học

source: Search result
vi: Kết quả tìm kiếm

# word
source: word(s)
vi: từ

source: Level
vi: Mức độ

source: Total
vi: Tổng số từ

# No result format
source: No result for "%@" We will update soon.
vi: Không tìm thấy kết quả với từ khoá "%@" Chúng tôi sẽ sớm cập nhật.

# Add
source: Learn
vi: Học

# Added
source: Added to learn
vi: Đã thêm vào danh sách học

# Change language
source: Thay đổi ngôn ngữ hiển thị
vi: Change language

source: Language
vi: Ngôn ngữ

source: Speaking speed
vi: Tốc độ đọc

source: Target
vi: Mục tiêu

source: Reminder
vi: Nhắc nhở

source: words
vi: từ

source: Daily new words
vi: Số từ mới mỗi ngày

source: Daily total words
vi: Tổng số từ mỗi ngày

source: Waiting time to show answer
vi: Thời gian chờ hiện trả lời

source: Autoplay sound
vi: Tự động đọc từ

source: Display meaning
vi: Hiển thị nghĩa

source: Turn on reminder
vi: Bật nhắc nhở

source: Time to remind
vi: Giờ nhắc nhở

source: Update database
vi: Cập nhật dữ liệu

source: Backup database
vi: Sao lưu dữ liệu

source: Restore database
vi: Khôi phục dữ liệu

source: Updating...
vi: Cập nhật...

source: Database is up-to-date
vi: Dữ liệu đã được cập nhật

source: Relax
vi: Nghỉ ngơi

source: Impossible
vi: Rất khó

source: Very easy
vi: Rất dễ

source: Daily target completed
vi: Hoàn thành mục tiêu

# Streack congratulation
source: Congratulation! You have got %ld day streak.
vi: Chúc mừng bạn! Bạn đã có %ld ngày hoàn thành mục tiêu.

source: Continue
vi: Tiếp tục

source: User note
vi: Ghi chú

source: Save
vi: Lưu

source: Note here...
vi: Ghi chú...

# Restoring
source: It may take a few minutes to restore data. Please wait.
vi: Quá trình khôi phục dữ liệu đang được thực hiện. Vui lòng chờ trong ít phút.

source: Failed
vi: Thất bại

source: Successfully
vi: Thành công

source: Try again
vi: Thử lại

# Failed to connect to server
source: Failed to connect to server. Can not back up database, please try again.
vi: Lỗi kết nối. Không thể sao lưu dữ liệu, vui lòng thử lại.

# Your database will be archived on server in 7 days
source: Your database will be archived on server in 7 days. To restore your database, use below code
vi: Dữ liệu học tập của bạn sẽ được lưu trữ trong 7 ngày. Để khôi phục dữ liệu xin hãy sử dụng mã dưới đây

# Can not download the backed up database
source: Can not download the backed up database, please try again.
vi: Không thể tải được dữ liệu, vui lòng thử lại.

# Can not restore database
source: Can not restore database, please try again.
vi: Không thể khôi phục dữ liệu, vui lòng thử lại.

source: Your database have been restored successfully.
vi: Dữ liệu của bạn đã được khôi phục thành công.

source: Enter the code that you received when backing up database
vi: Nhập mã mà bạn đã nhận được khi sao lưu dữ liệu

source: Wrong code, please try again.
vi: Sai mã, vui lòng thử lại.

source: Reverse
vi: Dịch ngược

source: Error
vi: Lỗi

# There was an error while loading page.
source: There was an error while loading page. Please try again later.
vi: Đã có lỗi xảy ra trong quá trình tải trang. Vui lòng thử lại sau.

# "Reverse" function have been unlocked. Try it now.
source: "Reverse" function have been unlocked. Open it now?
vi: Tính năng "Dịch ngược" đã được mở khoá. Bạn có muốn mở ra bây giờ không?

# Try now
source: Open
vi: Mở luôn

source: Next
vi: Tiếp

source: Locked
vi: Khoá

source: To unlock this function, you need to learn at lease 50 words.
vi: Để kích hoạt chức năng này, bạn cần học ít nhất 50 từ.

source: Edit
vi: Soạn thảo

source: Import
vi: Nhập

source: Please add words that you want to learn. These words will be added to learn first.
vi: Xin mời thêm các từ mà bạn muốn học. Những từ này sẽ được ưu tiên để học trước.

source: (Separate words by comma, break line)
vi: (Các từ cách nhau bằng dấu phải hoặc xuống dòng)

source: Downloading data from server
vi: Dữ liệu đang được tải từ máy chủ

source: Attention
vi: Chú ý

source: There is no word in the custom list.
vi: Không có từ nào trong danh sách.

source: Import completed
vi: Nhập dữ liệu hoàn thành

source: New word:
vi: Từ mới:

source: Not found:
vi: Không tìm thấy:

source: Your custom list has been imported successfully.
vi: Danh sách từ của bạn đã được nhập vào thành công.

source: Enter code
vi: Nhập mã

source: Enter the code that you received when creating the custom word list by web browser
vi: Nhập mã mà bạn đã nhận được khi tạo danh sách từ mới bằng trình duyệt web.

source: Import custom list
vi: Nhập danh sách từ

source: Create new list
vi: Tạo danh sách từ

source: Import from existed list
vi: Nhập từ danh sách đã có

source: Are you sure you want to cancel?
vi: Bạn có chắc chắn muốn huỷ?
